"Automatically start" = "Automatikus indítás";
"Automatically accept" = "Önműködő elfogadás";
"Show self view" = "Saját nézet megjelenítése";
"Show preview" = "Előnézet megjelenítése";
"Video preset" = "Videó előre beállítva";
"Preferred video size" = "Előnyben részesített videó méret";
"Preferred FPS" = "Előnyben részesített képkocka/másodperc";
"Bandwidth limit in kbits/s" = "Sávszélesség korlátozása kbits / s-ban";
"Codecs" = "Kodekek";
"VP8" = "VP8";
"H.264" = "H.264";
"H.265" = "H.265";
"MPEG-4" = "MPEG-4";
